<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ include file="/header.jsp" %>

	<div class="container">
	    <h3>サイト紹介</h3>
	    <p>このサイトは、誰でも新規登録なしで好きなJ-POPアーティストの歌を推薦したり、他の人からの推薦を受けたりできるサイトです。<br>
	    歌の推薦だけでなく、話したいことも自由に共有できる場所として作られています。<br>
	    現在、全体掲示板、人気掲示板、推薦掲示板、アーティスト掲示板を設置しています。</p>
	    
	    <h3>主なサービス</h3>
	        <h4>全体掲示板</h4>
	        <p>これまでに投稿されたすべての投稿を見ることができます。</p>
	        
	        <h4>人気掲示板</h4>
	        <p>これまでに投稿されたすべての投稿のうち、推薦数が4以上で多くの人に好評な投稿のみを見ることができます。</p>
	        
	        <h4>推薦掲示板</h4>
	        <p>これまでに投稿されたすべての投稿のうち、歌を推薦した投稿のみを見ることができます。</p>
	        
	        <h4>歌手掲示板</h4>
	        <p>これまでに投稿されたすべての投稿の中で、どのアーティストが何回推薦されたかを見ることができます。</p>
	</div>


<%@ include file="/footer.jsp" %>